Repository: passwordcockpit/backend
Catalog: config/language/*.po
Languages: de, it

source: Password created
de: Password erstellt
it: Password creata

source: Password viewed
de: Password visualisiert
it: Password visualizzata

source: Password modified
de: Password geändert
it: Password modificata

source: Password %d %s deleted
de: Password %d %s gelöscht
it: Password %d %s eliminata

source: Validation error
de: Validierungsfehler
it: Errore di validazione

source: Wrong username or password
de: Falscher Benutzername oder Passwort
it: Username o password sbagliate

source: Unauthorized
de: Nicht autorisiert
it: Non autorizzato

source: User %s is not enabled
de: Utente %s non è abilitato
it: Utente %s non è abilitato

source: Token is not valid
de: Der Token ist ungültig.
it: Il token non è valido

source: Invalid token
de: Ungültiger Token
it: Token invalido

source: User %s has not changed his password
it: Utente %s non ha cambiato la sua password

source: User not authorized
de: Utente non autorizzato
it: Utente non autorizzato

source: Password not found
de: Password nicchi gefunden
it: Password non trovata

source: Resource not found
de: Ressource nicht gefunden
it: Risorsa non trovata

source: File not found
de: File nicchi gefunden
it: File non trovato

source: User %s cannot %s on this resource
de: Benutzer %s kann nicht %s in dieser Ressource
it: Utente %s non può effettuare %s su questa risorsa

source: Role %s cannot be found
de: Rolle %s nicchi gefunden
it: Ruolo %s non trovato

source: File does not exists
de: File existiert nicht
it: File non esistente

source: Password already has a file
de: Password ha già un file
it: Password ha già un file

source: Cannot create %s
de: Es ist nicht möglich, %s zu erstellen
it: Impossibile creare %s

source: Mime type not allowed
de: Mime type nicht erlaubt
it: Mime type non consentito

source: %s not found
de: %s nicth gefunden
it: %s non trovato

source: Rights on folder %s not found for user %s
de: Rechte für den Benutzer %s auf dem Ordner %s nicht gefunden
it: Diritti non trovati sulla cartella %s per l’utente %s

source: Parent folder not found
de: Parent Ordner nicht gefunden
it: Cartella Parent non trovata

source: Folder %s contains passwords
de: Der Ordner %s beinhaltet Passwort
it: La cartella %s contiene password

source: Delete not possible
de: Löschen nicht möglich
it: Eliminazione non possibile

source: Folder %s has subfolders
de: Der Ordner %s hat Unterordner
it: La cartella %s ha delle sottocartelle

source: Folder not found
de: Ordner nicht gefunden
it: Cartella non trovata

source: Rights on folder %s already configured for user %s
de: Zugangsrecht für der Benutzer %s aut Den Ordner %s bereits zugewiesen
it: Diritti già assegnati sulla cartella %s per l’utente %s

source: Unprocessable Entity
de: Nicht verarbeitbare Entität
it: Entità non processabile

source: Access type %s not found
de: Zugriffsart %s nicht gefunden
it: Tipo di accesso %s non trovato

source: Log not found
de: Log nicht gefunden
it: Log non trovato

source: User not found
de: Benutzer nicht gefunden
it: Utente non trovato

source: User not created
de: Benutzer nicht erstellt
it: Utente non creato

source: Resource not created
de: Ressource nicht erstellt
it: Risorsa non creata

source: Permissions not found on user %s
de: Rechte des Benutzers %s nicht gefunden
it: Permessi non trovati su utente %s

source: User with username %s not found in DB
de: Benutzer %s aut der DB nicht gefunden
it: Utente %s non trovato nel DB

source: Bad Request
de: Richiesta Sbagliata
it: Richiesta Sbagliata

source: Missing actual password
de: Password attuale mancante
it: Password attuale mancante

source: Wrong actual password
de: Aktuelles Passwort falsch
it: Password attuale sbagliata
